const QuestionReligiya = [
    {
      question: "Что является предметом религиоведения?",
      answers: {
        positive: [
          "Закономерности возникновения, развития и функционирования различных форм религий, их вероучений, обрядов."
        ],
        negative: [
          "Происхождения ислама.",
          "Взаимосвязи религий",
          "Религиозного мировоззрения"
        ]
      }
    },
    {
      question: "Что такое религиоведение?",
      answers: {
        positive: [
          "Научное исследование проблем происхождения, сущности и функций религии, ее места в обществе."
        ],
        negative: [
          "Атеизм",
          "Теология",
          "Форма общественного сознания"
        ]
      }
    },
    {
      question: "Какие теории возникли в 18-19 вв о религии?",
      answers: {
        positive: [
          "Мифологическая",
          "Антропологическая",
          "Марксистская"
        ],
        negative: [
          "Астрологическая",
          "Божественное откровение",
          "«Коллективное сознание»",
          "«Коллективный договор», мистическая"
        ]
      }
    },
    {
      question: "Методы исследования религиоведения:",
      answers: {
        positive: [
          "Каузальный анализ",
          "Историзм",
          "Типологический",
          "Структурно-функциональный"
        ],
        negative: [
          "Генетический, функциональный",
          "Типологический, генетический феноменологический",
          "Научный, исторический"
        ]
      }
    },
    {
      question: "Структура и элементы религии:",
      answers: {
        positive: [
          "Религиозное сознание",
          "Религиозная деятельность",
          "Религиозные отношения",
          "Религиозные организации"
        ],
        negative: [
          "Священные писания",
          "Религиозные обряды и культ",
          "Вероучение"
        ]
      }
    },
    {
      question: "Культ – это …?",
      answers: {
        positive: [
          "Уход, почитание"
        ],
        negative: [
          "Алтруизм",
          "Религиозная вера",
          "Религиозный обычай"
        ]
      }
    },
    {
      question: "Типы религиозных объединений:",
      answers: {
        positive: [
          "Церковь",
          "Мечеть",
          "Секта",
          "Деноминация",
          "Мистерия"
        ],
        negative: [
          "Монастырь, мечеть",
          "Церковь, мечеть",
          "Церковной совет, епископат, мечеть"
        ]
      }
    },
    {
      question: "Определите первобытные верования:",
      answers: {
        positive: [
          "Фетишизм",
          "Тотемизм",
          "Магия",
          "Анимизм"
        ],
        negative: [
          "Конфуцианство, индуизм",
          "Фетишизм, иудаизм",
          "Индуизм, тотемизм, магия"
        ]
      }
    },
    {
      question: "Национальные религии:",
      answers: {
        positive: [
          "Индуизм",
          "Джайнизм",
          "Сикхизм",
          "Конфуцианство",
          "Даосизм",
          "Синтоизм",
          "Иудаизм"
        ],
        negative: [
          "Индуизм, даосизм, сикхизм",
          "Джайнизм, иудаизм",
          "Иудаизм, конфуцианство, синтоизм"
        ]
      }
    },
    {
      question: "Общее название богов индуизма:",
      answers: {
        positive: [
          "Тримурти"
        ],
        negative: [
          "Вишна",
          "Шива",
          "Брахма"
        ]
      }
    },
        {
          question: "Священная книга зороастризма:",
          answers: {
            positive: [
              "Авеста"
            ],
            negative: [
              "Веды",
              "Упаншади",
              "Трипитака"
            ]
          }
        },
        {
          question: "Верховное божество и творец всего сущего по зороастризму:",
          answers: {
            positive: [
              "Ахура-Мазда"
            ],
            negative: [
              "Амеша Спета",
              "Вишну",
              "Митра"
            ]
          }
        },
        {
          question: "Основной культ иудаизма:",
          answers: {
            positive: [
              "Культ Яхве"
            ],
            negative: [
              "Культ семьи",
              "Культ рухов",
              "Культ Храма"
            ]
          }
        },
        {
          question: "Религиозная организация евреев:",
          answers: {
            positive: [
              "Синагога"
            ],
            negative: [
              "Церковь",
              "Медресе",
              "Монастырь"
            ]
          }
        },
        {
          question: "Настоящее имя Будды:",
          answers: {
            positive: [
              "Сиддхарта Гаутама"
            ],
            negative: [
              "Иисус Христос",
              "Инь-янь",
              "Мара"
            ]
          }
        },
        {
          question: "Священная книга буддизма:",
          answers: {
            positive: [
              "Трипитака"
            ],
            negative: [
              "Упанишады",
              "Веды",
              "Люньюй"
            ]
          }
        },
        {
          question: "Буддизм это:",
          answers: {
            positive: [
              "Мировая религия"
            ],
            negative: [
              "Национальная религия",
              "Религия первобытного строя",
              "Религия Индии"
            ]
          }
        },
        {
          question: "Когда возник ислам?",
          answers: {
            positive: [
              "В 7 в"
            ],
            negative: [
              "В 6 в до н. э.",
              "В 5 в",
              "В 8 в"
            ]
          }
        },
        {
          question: "Что обозначает слово «ислам», «Мусульмане»?",
          answers: {
            positive: [
              "«Покорность»"
            ],
            negative: [
              "«Творец»",
              "«Покровитель»",
              "«Проповедь»"
            ]
          }
        },
        {
          question: "Основной культ ислама:",
          answers: {
            positive: [
              "Культ единого Аллаха"
            ],
            negative: [
              "Культ Яхве",
              "Культ предков",
              "Культ семьи"
            ]
          }
        },
        {
          question: "Что такое «джихад»?",
          answers: {
            positive: [
              "Священная война против неверных"
            ],
            negative: [
              "Движение хариджитов",
              "Движение ханифитов",
              "Движение курейшитов"
            ]
          }
        },
            {
              question: "Что такое Сунна?",
              answers: {
                positive: [
                  "Это рассказы о жизни и деятельности пророка Мухаммеда, о его изречениях."
                ],
                negative: [
                  "Это священное писание",
                  "Это хадисы, комментарии и пояснения к Корану",
                  "А.В.С. ответы правильны."
                ]
              }
            },
            {
              question: "Кто такие сунниты в исламе?",
              answers: {
                positive: [
                  "Все, признававшие святость Сунны."
                ],
                negative: [
                  "Последователи шиитов",
                  "Сторонники Абуталиба",
                  "Иудеи"
                ]
              }
            },
            {
              question: "Основные направления в исламе:",
              answers: {
                positive: [
                  "Суннизм, шиизм, хариджиты."
                ],
                negative: [
                  "Хариджиты, шииты",
                  "Хариджиты, суннизм",
                  "Ибадиты, хариджиты"
                ]
              }
            },
            {
              question: "Основная цель арабского халифата на завоеванных территориях:",
              answers: {
                positive: [
                  "Экономические интересы"
                ],
                negative: [
                  "Арабизация",
                  "Распространение ислама",
                  "Ассимиляция"
                ]
              }
            },
            {
              question: "Настоящее имя Будды:",
              answers: {
                positive: [
                  "Сиддхарта Гаутама"
                ],
                negative: [
                  "Инь-янь",
                  "Упанишади",
                  "Мара"
                ]
              }
            },
            {
              question: "Основные обязательства мусульманина:",
              answers: {
                positive: [
                  "Исповедание, молитва, пост, милостыня, хадж"
                ],
                negative: [
                  "Жертвоприношение, хадж",
                  "Хадж, милостыня, молитва",
                  "Жертвоприношение, молитва, пост"
                ]
              }
            },
            {
              question: "Предметом религиоведения является изучение:",
              answers: {
                positive: [
                  "Закономерностей возникновения, развития и функционирования различных форм религий, их вероучений, обрядов."
                ],
                negative: [
                  "Возникновения ранних форм религий",
                  "Взаимосвязи религий",
                  "Религиозного мировоззрения"
                ]
              }
            },
            {
              question: "Религиоведение это:",
              answers: {
                positive: [
                  "Научное исследование проблем происхождения, сущности и функций религии, ее места в обществе."
                ],
                negative: [
                  "Теология",
                  "Атеизм",
                  "Форма общественного сознания"
                ]
              }
            },
            {
              question: "Основные разделы религиоведения:",
              answers: {
                positive: [
                  "История, философия, социология, психология, феноменология религии"
                ],
                negative: [
                  "История религии, феноменология религии",
                  "Психология религии, социология религии",
                  "Футурология"
                ]
              }
            },
            {
              question: "Основные функции религии:",
              answers: {
                positive: [
                  "Регулирующая, контролирующая, политическая, экзистенциальная интегрирующая, компенсирующая, мировоззренческая"
                ],
                negative: [
                  "Политическая, мировоззренческая",
                  "Футурологическая, аксиологическая",
                  "Мировоззренческая, гносеологическая"
                ]
              }
            },

            
                {
                  question: "Теории, возникшие в 18-19 вв о религии:",
                  answers: {
                    positive: [
                      "Мифологическая, антропологическая, марксистская"
                    ],
                    negative: [
                      "«Коллективное сознание»",
                      "Футурологическая, независимая",
                      "«Коллективный договор», мистическая"
                    ]
                  }
                },
                {
                  question: "Принципы изложения религиоведения:",
                  answers: {
                    positive: [
                      "Все вышеперечисленные"
                    ],
                    negative: [
                      "Толерантность, терпимость, диалог религиозных и нерелигиозных мировоззрений",
                      "Рассмотрение религии в контексте развития культуры",
                      "Научность, историзм"
                    ]
                  }
                },
                {
                  question: "Принципы изложения религиоведения:",
                  answers: {
                    positive: [
                      "Все вышеперечисленные"
                    ],
                    negative: [
                      "Толерантность, терпимость, диалог религиозных и нерелигиозных мировоззрений",
                      "Рассмотрение религии в контексте развития культуры",
                      "Научность, историзм"
                    ]
                  }
                },
                {
                  question: "Предпосылки, факторы (корни) возникновения религии:",
                  answers: {
                    positive: [
                      "Материальные, духовные, психологические, гносеологические"
                    ],
                    negative: [
                      "Антропологические, гносеологические",
                      "Природные, межчеловеческие отношения",
                      "Ограниченность познания, гносеологические"
                    ]
                  }
                },
                {
                  question: "Элементы и структура религии:",
                  answers: {
                    positive: [
                      "Религиозное сознание, религиозная деятельность, религиозные отношения, религиозные организации"
                    ],
                    negative: [
                      "Религиозная вера, религиозное сознание",
                      "Религиозные организации, религиозная деятельность",
                      "Священные писания, религиозные обряды и культ, вероучение"
                    ]
                  }
                },
                {
                  question: "Что обозначает термин культ?",
                  answers: {
                    positive: [
                      "Уход, почитание"
                    ],
                    negative: [
                      "Религиозная деятельность",
                      "Религиозный обычай",
                      "Религиозная вера"
                    ]
                  }
                },
                {
                  question: "Что относится к средствам религиозного культа?",
                  answers: {
                    positive: [
                      "А.В.С.Е. ответы правильны"
                    ],
                    negative: [
                      "Молитвенный дом, религиозное искусство (архитектура, живопись, скульптура, музыка)",
                      "Различные культовые предметы (крест, свечи, жезл, церковная утварь)",
                      "Священнические облачения"
                    ]
                  }
                },
                {
                  question: "Типы религиозных объединений:",
                  answers: {
                    positive: [
                      "Церковь, мечеть, секта, деноминация мистерия"
                    ],
                    negative: [
                      "Церковь, мечеть",
                      "Мистерия, мечеть, церковь",
                      "Церковный совет, епископат, мечеть"
                    ]
                  }
                },
                {
                  question: "Первобытные верования:",
                  answers: {
                    positive: [
                      "Фетишизм, тотемизм, магия, анимизм"
                    ],
                    negative: [
                      "Магия, анимизм, сикхизм",
                      "Фетишизм, иудаизм",
                      "Индуизм, тотемизм, магия"
                    ]
                  }
                },
                {
                  question: "Какие свойства предписывались предметам фетиша?",
                  answers: {
                    positive: [
                      "Способность исцелять, охранять от врагов, помогать на охоте"
                    ],
                    negative: [
                      "Лучше запомнит ритуал",
                      "Оказать влияние на окружающих",
                      "Творение зла"
                    ]
                  }
                },
                
                    {
                      question: "Что такое тотемизм?",
                      answers: {
                        positive: [
                          "Вера в существование особого рода связи между какой-либо группой людей (племя, род) и определенным видом животных или растений"
                        ],
                        negative: [
                          "Религия первобытного общества",
                          "Запрет (табу) на употребление тотема в пищу",
                          "Употребление тотемных животных и растений в пищу"
                        ]
                      }
                    },
                    {
                      question: "Национальные религии:",
                      answers: {
                        positive: [
                          "Индуизм, джайнизм, сикхизм, конфуцианство, даосизм, синтоизм, иудаизм"
                        ],
                        negative: [
                          "Иудаизм, конфуцианство, синтоизм",
                          "Конфуцианство",
                          "Индуизм, даосизм, сикхизм"
                        ]
                      }
                    },
                    {
                      question: "Общее название богов индуизма:",
                      answers: {
                        positive: [
                          "Тримурти"
                        ],
                        negative: [
                          "Брахма",
                          "Вишна",
                          "Шива"
                        ]
                      }
                    },
                    {
                      question: "Основная функция Брахмы:",
                      answers: {
                        positive: [
                          "Творец, созидательная"
                        ],
                        negative: [
                          "Разрушительная",
                          "Охранительная",
                          "Все выше сказанные правильные"
                        ]
                      }
                    },
                    {
                      question: "Основная функция Шивы:",
                      answers: {
                        positive: [
                          "Разрушительная"
                        ],
                        negative: [
                          "Охранительная",
                          "Покровитель аскетов",
                          "Созидательная"
                        ]
                      }
                    },
                    {
                      question: "Главная функция Вишну:",
                      answers: {
                        positive: [
                          "Сохранительная"
                        ],
                        negative: [
                          "Разрушительная",
                          "Созидательная",
                          "Все выше перечисленные"
                        ]
                      }
                    },
                    {
                      question: "Какие задачи выполняли члены брахманских каст в индуизме:",
                      answers: {
                        positive: [
                          "Носители религиозных знаний и исполнители ритуальных обрядов"
                        ],
                        negative: [
                          "Советники, чиновники, домашние жрецы в богатых семьях",
                          "Религиозные учителя (гуру) удовлетворение религиозных потребностей всех слоев населения",
                          "Все выше перечисленные"
                        ]
                      }
                    },
                    {
                      question: "Священная книга Зороастризма:",
                      answers: {
                        positive: [
                          "Авеста"
                        ],
                        negative: [
                          "Упаншади",
                          "Веды",
                          "Трипитака"
                        ]
                      }
                    },
                    {
                      question: "Верховное божество и творец всего сущего по зороастризму:",
                      answers: {
                        positive: [
                          "Ахура-Мазда"
                        ],
                        negative: [
                          "Ангро-Майныю",
                          "Амеша Спета",
                          "Митра"
                        ]
                      }
                    },
                    {
                      question: "Основной культ иудаизма:",
                      answers: {
                        positive: [
                          "Культ Яхве"
                        ],
                        negative: [
                          "Культ семьи",
                          "Культ рухов",
                          "Культ Храма"
                        ]
                      }
                    },
                    {
                      question: "Священная книга иудаизма:",
                      answers: {
                        positive: [
                          "Ветхий завет Библии"
                        ],
                        negative: [
                          "Трипитака",
                          "Новый Завет",
                          "Библия"
                        ]
                      }
                    },

                        {
                          question: "Сколько книг входят в Ветхозаветную часть Библии?",
                          answers: {
                            positive: [
                              "5 книг"
                            ],
                            negative: [
                              "2 книги",
                              "4 книги",
                              "6 книг"
                            ]
                          }
                        },
                        {
                          question: "Какие книги входят в Ветхозаветную часть Библии?",
                          answers: {
                            positive: [
                              "Все выше перечисленные",
                              "«Левит»",
                              "«Числа»",
                              "«Второзаконие»"
                            ],
                            negative: []
                          }
                        },
                        {
                          question: "Религиозная организация евреев:",
                          answers: {
                            positive: [
                              "Синагога"
                            ],
                            negative: [
                              "Церковь",
                              "Мечеть",
                              "Монастырь"
                            ]
                          }
                        },
                        {
                          question: "Из каких глав (сур) состоит Коран?",
                          answers: {
                            positive: [
                              "Из 114 глав"
                            ],
                            negative: [
                              "Из 112 глав",
                              "Из 98 глав",
                              "Из 40 глав"
                            ]
                          }
                        },
                        {
                          question: "Сколько истин познал Будда?",
                          answers: {
                            positive: [
                              "Четыре священных истины"
                            ],
                            negative: [
                              "Шесть благородных истин",
                              "Пять священных истин",
                              "Десять благородных истин"
                            ]
                          }
                        },
                        {
                          question: "Какой путь, метод разработал Будда для постижения истины и приближения к нирване:",
                          answers: {
                            positive: [
                              "Восмиступенный путь"
                            ],
                            negative: [
                              "Йога",
                              "Ограничение в тише",
                              "Метод Ашоки"
                            ]
                          }
                        },
                        {
                          question: "Священная книга буддизма:",
                          answers: {
                            positive: [
                              "Трипитака"
                            ],
                            negative: [
                              "Упанишады",
                              "Веды",
                              "Люньюй"
                            ]
                          }
                        },
                        {
                          question: "Буддизм это:",
                          answers: {
                            positive: [
                              "Мировая религия"
                            ],
                            negative: [
                              "Национальная религия",
                              "Религия первобытного строя",
                              "Религия Индии"
                            ]
                          }
                        },
                        {
                          question: "Какие евангелии составляют основу христианского Нового завета Библии.",
                          answers: {
                            positive: [
                              "Евангелия от Марка, Матфея, Луки, Иоанна"
                            ],
                            negative: [
                              "Евангелия от Моисея",
                              "Евангелия от Луки, Павла",
                              "Евангелия от Петра, Моисея"
                            ]
                          }
                        },
                        {
                          question: "Основные направления Христианства:",
                          answers: {
                            positive: [
                              "Православие, католицизм, протестантизм"
                            ],
                            negative: [
                              "Несториане, православие",
                              "Протестантизм, православие",
                              "Ламаизм, католицизм"
                            ]
                          }
                        },
                        
                            {
                              question: "Когда возник ислам?",
                              answers: {
                                positive: ["в 7 в"],
                                negative: ["в 6 в до н. э.", "в 5 в.", "в 8 в."]
                              }
                            },
                            {
                              question: "Какое движение распространилось в южной Аравии в 6 в.",
                              answers: {
                                positive: ["движение ханифитов"],
                                negative: ["движение хариджитов", "движение христиан", "движение мединцев."]
                              }
                            },
                            {
                              question: "Что обозначает слово «ислам», «Мусульмане»",
                              answers: {
                                positive: ["«покорность»"],
                                negative: ["«творец»", "«покровитель»", "«проповедь»"]
                              }
                            },
                            {
                              question: "Когда родился Мухаммад?",
                              answers: {
                                positive: ["в 570г."],
                                negative: ["в 750", "в 6-5 вв до н. э", "в 1 в н. э."]
                              }
                            },
                            {
                              question: "Из какого племени Мухаммед?",
                              answers: {
                                positive: ["из мекканской племени курейшт"],
                                negative: ["из иудейской", "из ханифитской племени", "из племени мединцев."]
                              }
                            },
                            {
                              question: "Кому из суфиев принадлежат слова «Сердце – богу, а руки – делу»?",
                              answers: {
                                positive: ["Бахауддину Накшбанди"],
                                negative: ["Ахмаду Яссави", "Наджмиддину Кубро", "Юсуфу Хамадани"]
                              }
                            },
                            {
                              question: "Что, согласно «Авесте» отличает праведного человека?",
                              answers: {
                                positive: ["А, В, С"],
                                negative: ["Гумата – добрые мысли", "Гугта – добрые слова", "Гваршта – добрые дела"]
                              }
                            },
                            {
                              question: "Когда принята новая редакция закона Узбекистан ''О свободе совести и религиозных организациях''",
                              answers: {
                                positive: ["1998 г"],
                                negative: ["1990 г", "1992 г", "1991 г"]
                              }
                            },
                            {
                              question: "Что такое свобода совести?",
                              answers: {
                                positive: ["Это гарантированное право граждан исповедовать любую религию и не исповедовать никакой"],
                                negative: ["Это гарантированное конституционное право граждан исповедовать любую религию.", "Это гарантированное конституционное право граждан неисповедовать никакой религии.", "Это конституционное право граждан религии"]
                              }
                            },
                            {
                              question: "Существует ли в Узбекистане преимущества граждан в зависимости от их отношения к религии?",
                              answers: {
                                positive: ["Не существует"],
                                negative: ["Имеют прямые преимущества", "Имеют косвенные преимущества.", "Существует"]
                              }
                            },
                            {
                              question: "Из каких глав (сур) состоит Коран?",
                              answers: {
                                positive: ["из 114 глав"],
                                negative: ["из 112 глав", "из 98 глав", "из 40 глав"]
                              }
                            },
                            {
                                question: "Какие теории возникли в 18-19 вв о религии?",
                                answers: {
                                  positive: ["мифологическая", "антропологическая", "марксистская"],
                                  negative: ["астрологическая", "божественное откровение", "«Коллективное сознание»", "«Коллективный договор», мистическая."]
                                }
                              }
                              
                        
                          


                      
                                  
              
          
      
  ];

  export  {QuestionReligiya};
  
  